import React from 'react';

export const Rights = () => {
  return (
    <section>
      <h5 className="text-[#BBBBBB] font-light my-8">24/07/2022</h5>
      <h2 className="text-[#3E3E3E] text-[40px] font-medium leading-12">
        سياسة الخصوصية
      </h2>
      <div className="flex flex-col gap-6 text-[#757575] text-[22px] leading-10 py-8 border-b border-[#6c757d] mb-20">
        <p>
          في موقع <strong>Ulike</strong>، ندرك أن خصوصية معلوماتك الشخصية هامة
          لك ولنا. فيما يلي معلومات حول أنواع المعلومات الشخصية التي نتلقاها
          ونقوم بجمعها عند زيارات Ulike، وكيف نقوم بحماية معلوماتك الشخصية.
          ملفات السجل كما هو الحال مع معظم مواقع الويب المختلفة، نقوم بجمع
          واستخدام البيانات الموجودة في ملفات السجل. تشمل المعلومات الموجودة في
          ملفات السجل […]
        </p>
        <p>
          في موقع <strong>Ulike</strong>، ندرك أن خصوصية معلوماتك الشخصية هامة
          لك ولنا.
        </p>
        <p>
          فيما يلي معلومات حول أنواع المعلومات الشخصية التي نتلقاها ونقوم بجمعها
          عند زيارات <strong>Ulike</strong>، وكيف نقوم بحماية معلوماتك الشخصية.
        </p>
        <p>
          <strong>ملفات السجل</strong>
        </p>
        <p>
          كما هو الحال مع معظم مواقع الويب المختلفة، نقوم بجمع واستخدام البيانات
          الموجودة في ملفات السجل.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط</strong>
        </p>
        <p>
          نحن نستخدم ملفات تعريف الارتباط لنمنحك أفضل تجربة أستخدام ممكنة على
          موقع بسيط، لمزيد من المعلومات حول ملفات تعريف الارتباط ، تفضل بزيارة:
          http://www.allaboutcookies.org/.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط الأساسية</strong>
        </p>
        <p>
          تعد ملفات تعريف الارتباط الأساسية ضرورية لك للتنقل والتنقل في جميع
          أنحاء الموقع، ولا تخزن أي معلومات يمكن استخدامها لأغراض الدعاية، بدون
          ملفات تعريف الارتباط الأساسية، لن يعمل موقعنا بشكل صحيح.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط المخصصة</strong>
        </p>
        <p>
          تخزن ملفات تعريف الارتباط هذه المعلومات ، مثل تفضيلاتك الشخصية،
          وتستخدمها لتخصيص تجربة فريدة لك.
        </p>
        <p>
          قد يشمل ذلك عرض نافذة منبثقة مرة واحدة فقط في زيارتك، أو حفظ تفضيلات
          اللغة الخاصة بك ، أو السماح لك بتسجيل الدخول تلقائيًا إلى بعض ميزاتنا.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط في Analytics</strong>
        </p>
        <p>
          تلتقط ملفات تعريف الارتباط من Analytics بيانات مجهولة المصدر حتى نتمكن
          من رؤية الاتجاهات وتحسين تجربة موقعنا على الويب.
          <br />
          هذه تتيح لنا اختبار تصميمات مختلفة، وتساعدنا على تحديد الكسر إذا كان
          جزء من موقعنا لا يعمل.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط للإعلانات</strong>
        </p>
        <p>
          قد يستخدم بعض المعلنين من الجهات الخارجية ملفات تعريف الارتباط أو
          إشارات الويب عند الإعلان على موقعنا.
          <br />
          سيقوم هؤلاء بإرسال معلومات إلى هؤلاء المعلنين (مثل Google من خلال
          برنامج Google AdSense) بما في ذلك عنوان IP الخاص بك ، ومزود خدمة
          الإنترنت ، والمتصفح الذي استخدمته لزيارة موقعنا ، وفي بعض الحالات
          معلومات حول ما إذا كنت قد قمت بتثبيت Flash.
          <br />
          يستخدم موردو الجهات الخارجية، بمن فيهم Google، ملفات تعريف ارتباط لعرض
          الإعلانات بناءً على زيارات المستخدم السابقة لموقعنا الإلكتروني أو
          لمواقع أخرى على الويب.
          <br />
          ستتمكّن Google وشركاؤها، باستخدام ملفات تعريف الارتباط للإعلانات، من
          عرض الإعلانات للمستخدمين لديك استنادًا إلى زياراتهم لموقعنا و/أو مواقع
          أخرى عبر الإنترنت.
        </p>
        <p>
          يمكن للمستخدمين تعطيل استخدام الإعلانات المخصصة عن طريق الانتقال إلى
          إعدادات الإعلانات.
        </p>
        <p>
          إذا لم يتم اختيار تعطيل عرض إعلانات الأطراف الثالثة، فقد يتم استخدام
          ملفات تعريف ارتباط موردي أو شبكات إعلانات الأطراف الثالثة الأخرى أيضًا
          لعرض الإعلانات في موقعنا.
        </p>
        <p>
          يستخدم هذا بشكل عام لأغراض الاستهداف الجغرافي على سبيل المثال (عرض
          الإعلانات SEO في المملكة العربية السعودية لشخص ما في المملكة العربية
          السعودية) أو عرض إعلانات معينة بناءً على مواقع محددة تمت زيارتها (مثل
          عرض إعلانات العقارات لشخص يرتاد مواقع العقارات).
        </p>
        <p>
          من خلال الاستمرار في استخدام موقعنا ، فإنك توافق على وضع ملفات تعريف
          الارتباط على جهازك، يمكنك اختيار تعطيل أو إيقاف تشغيل ملفات تعريف
          الارتباط أو ملفات تعريف ارتباط الطرف الثالث بشكل انتقائي في إعدادات
          المتصفح الخاص بك. ومع ذلك ، يمكن أن يؤثر هذا على كيفية تفاعلك مع
          موقعنا وكذلك مع مواقع الويب الأخرى.
        </p>
        <p>
          اذا كان لديك اى سؤال او كان هنا اى مشكلة فى سياسة أستخدام البيانات
          الخاصة بنا الرجاء المراسلة ع من خلال صفحة الأتصال بنا.
        </p>
      </div>
    </section>
  );
};
