import React from 'react';

export const Rights = () => {
  return (
    <section>
      <h5 className="text-[#6c757d]">24/07/2022</h5>
      <h2>سياسة الخصوصية</h2>
      <div className="flex flex-col gap-10">
        <p>
          في موقع <strong>Ulike</strong>، ندرك أن خصوصية معلوماتك الشخصية هامة
          لك ولنا. فيما يلي معلومات حول أنواع المعلومات الشخصية التي نتلقاها
          ونقوم بجمعها عند زيارات Ulike، وكيف نقوم بحماية معلوماتك الشخصية.
          ملفات السجل كما هو الحال مع معظم مواقع الويب المختلفة، نقوم بجمع
          واستخدام البيانات الموجودة في ملفات السجل. تشمل المعلومات الموجودة في
          ملفات السجل […]
        </p>
        <p>
          في موقع <strong>Ulike</strong>، ندرك أن خصوصية معلوماتك الشخصية هامة
          لك ولنا.
        </p>
        <p>
          فيما يلي معلومات حول أنواع المعلومات الشخصية التي نتلقاها ونقوم بجمعها
          عند زيارات <strong>Ulike</strong>، وكيف نقوم بحماية معلوماتك الشخصية.
        </p>
        <p>
          <strong>ملفات السجل</strong>
        </p>
        <p>
          كما هو الحال مع معظم مواقع الويب المختلفة، نقوم بجمع واستخدام البيانات
          الموجودة في ملفات السجل.
        </p>
        <p>
          <strong>ملفات تعريف الارتباط</strong>
        </p>
        <p>
          نحن نستخدم ملفات تعريف الارتباط لنمنحك أفضل تجربة أستخدام ممكنة على
          موقع بسيط، لمزيد من المعلومات حول ملفات تعريف الارتباط ، تفضل بزيارة:
          http://www.allaboutcookies.org/.
        </p>
      </div>
    </section>
  );
};
